Repository: ptutak/cor-iesu-ai
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nl, pl

source: Full Name
nl: Volledige Naam
pl: Imię i nazwisko

source: Date Joined
nl: Datum Toegetreden
pl: Data Dołączenia

source: No name set
nl: Geen naam ingesteld
pl: Nie ustawiono imienia

source: Promote to maintainer
nl: Promoveren tot beheerder
pl: Awansuj na opiekuna

source: Promote
nl: Promoveer
pl: Awansuj

source: Users pagination
nl: Gebruikers paginering
pl: Paginacja użytkowników

source: No users found
nl: Geen gebruikers gevonden
pl: Nie znaleziono użytkowników

source: All users are already maintainers
nl: Alle gebruikers zijn al beheerders
pl: Wszyscy użytkownicy są już opiekunami

source: Try adjusting your search criteria.
nl: Probeer je zoekcriteria aan te passen.
pl: Spróbuj zmienić kryteria wyszukiwania.

source: All eligible users have already been promoted to maintainers.
nl: Alle geschikte gebruikers zijn al gepromoveerd tot beheerders.
pl: Wszyscy uprawnieni użytkownicy zostali już awansowani na opiekunów.

source: Show All Users
nl: Toon Alle Gebruikers
pl: Pokaż Wszystkich Użytkowników

source: Promote User to Maintainer
nl: Promoveer Gebruiker tot Beheerder
pl: Awansuj Użytkownika na Opiekuna

source: User
nl: Gebruiker
pl: Użytkownik

source: Country
nl: Land
pl: Kraj

source: Country where this maintainer is located
nl: Land waar deze beheerder zich bevindt
pl: Kraj, w którym znajduje się ten opiekun

source: Phone Number
nl: Telefoonnummer
pl: Numer telefonu

source: Optional contact phone number
nl: Optioneel contact telefoonnummer
pl: Opcjonalny numer telefonu kontaktowego

source: Promote User
nl: Promoveer Gebruiker
pl: Awansuj Użytkownika

source: Please enter a country.
nl: Voer een land in.
pl: Proszę wprowadź kraj.

source: Promoting...
nl: Bezig met promoveren...
pl: Awansowanie...

source: An error occurred while promoting the user.
nl: Er is een fout opgetreden bij het promoveren van de gebruiker.
pl: Wystąpił błąd podczas awansowania użytkownika.

source: Period Registration - Adoration
nl: Perioderegistratie - Aanbidding
pl: Rejestracja okresu - Adoracja

source: Period Assignment Registration
nl: Periodetoewijzing registratie
pl: Rejestracja przydziału okresu

source: Sign up for your adoration period and join our community of faith
nl: Meld u aan voor uw aanbiddingsperiode en sluit u aan bij onze geloofsgemeenschap
pl: Zapisz się na okres adoracji i dołącz do naszej wspólnoty wiary

source: Privacy Protection
nl: Privacybescherming
pl: Ochrona prywatności

source: We value your privacy:
nl: Wij waarderen uw privacy:
pl: Cenimy Twoją prywatność:

source: We do not store any personal data in our database. Only a secure hash is kept for verification. Your email will be sent directly to collection maintainers for coordination purposes. By registering, you consent to this communication method.
nl: Wij slaan geen persoonlijke gegevens op in onze database. Alleen een veilige hash wordt bewaard voor verificatie. Uw e-mail wordt rechtstreeks naar collectiebeheerders gestuurd voor coördinatiedoeleinden. Door te registreren, stemt u in met deze communicatiemethode.
pl: Nie przechowujemy żadnych danych osobowych w naszej bazie danych. Tylko bezpieczny hash jest przechowywany do weryfikacji. Twój e-mail zostanie wysłany bezpośrednio do opiekunów kolekcji w celach koordynacyjnych. Rejestrując się, wyrażasz zgodę na tę metodę komunikacji.

source: Service Information
nl: Service-informatie
pl: Informacje o służbie

source: Loading...
nl: Laden...
pl: Ładowanie...

source: Loading periods...
nl: Periodes laden...
pl: Ładowanie okresów...

source: Personal Information
nl: Persoonlijke informatie
pl: Dane osobowe

source: Consent
nl: Toestemming
pl: Zgoda

source: Complete Registration
nl: Registratie voltooien
pl: Zakończ rejestrację

source: Important Information
nl: Belangrijke informatie
pl: Ważne informacje

source: Required fields are marked with *
nl: Verplichte velden zijn gemarkeerd met *
pl: Pola wymagane są oznaczone *

source: You will receive a confirmation email with your registration details and a cancellation link.
nl: U ontvangt een bevestigingsmail met uw registratiegegevens en een annuleringslink.
pl: Otrzymasz e-mail z potwierdzeniem zawierający szczegóły rejestracji i link do anulowania.

source: Privacy Protection:
nl: Privacybescherming:
pl: Ochrona prywatności:

source: Your personal information is not stored in our database. Only a secure hash is kept for verification purposes. Your email will be shared with collection maintainers for coordination.
nl: Uw persoonlijke informatie wordt niet opgeslagen in onze database. Alleen een veilige hash wordt bewaard voor verificatiedoeleinden. Uw e-mail wordt gedeeld met collectiebeheerders voor coördinatie.
pl: Twoje dane osobowe nie są przechowywane w naszej bazie danych. Tylko bezpieczny hash jest przechowywany w celach weryfikacji. Twój e-mail zostanie udostępniony opiekunom kolekcji w celach koordynacyjnych.

source: Cor Iesu Adoration
nl: Cor Iesu Aanbidding
pl: Adoracja Cor Iesu

source: Adoration Management
nl: Aanbidding Beheer
pl: Zarządzanie Adoracją

source: Home
pl: Strona Główna

source: Admin
nl: Beheerder
pl: Administrator

source: Login
nl: Inloggen
pl: Zaloguj

source: Cor Iesu Adoration Management System
nl: Cor Iesu Aanbidding Beheersysteem
pl: System Zarządzania Adoracją Cor Iesu

source: Built with Django
nl: Gebouwd met Django
pl: Zbudowane z Django

source: Maintainer Login
nl: Beheerder Inloggen
pl: Logowanie Opiekuna

source: Access the maintainer panel
nl: Toegang tot het beheerderspaneel
pl: Dostęp do panelu opiekuna

source: Password
nl: Wachtwoord
pl: Hasło

source: Back to Main Site
nl: Terug naar Hoofdsite
pl: Powrót do Strony Głównej

source: Registration Confirmation - %(collection)s
nl: Registratiebevestiging - %(collection)s
pl: Potwierdzenie rejestracji - %(collection)s

source: Dear %(name)s, Your registration is confirmed. Collection: %(collection)s Period: %(period)s Deletion link: %(link)s Important: You will need to provide your email address to confirm deletion. Best regards
nl: Beste %(name)s, Uw registratie is bevestigd. Collectie: %(collection)s Periode: %(period)s Verwijderingslink: %(link)s Belangrijk: U moet uw e-mailadres opgeven om verwijdering te bevestigen. Met vriendelijke groet
pl: Drogi/a %(name)s, Twoja rejestracja została potwierdzona. Kolekcja: %(collection)s Okres: %(period)s Link do usunięcia: %(link)s Ważne: Będziesz musiał/a podać swój adres e-mail, aby potwierdzić usunięcie. Z poważaniem

source: New Registration - %(collection)s
nl: Nieuwe registratie - %(collection)s
pl: Nowa rejestracja - %(collection)s

source: New participant registered: Name: %(name)s Email: %(email)s%(phone)s Collection: %(collection)s Period: %(period)s Registration Date: %(date)s Deletion Token: %(token)s Note: Personal data is not stored in the system for privacy. This email is sent directly from the user's email address.
nl: Nieuwe deelnemer geregistreerd: Naam: %(name)s E-mail: %(email)s%(phone)s Collectie: %(collection)s Periode: %(period)s Registratiedatum: %(date)s Verwijderingstoken: %(token)s Opmerking: Persoonlijke gegevens worden niet opgeslagen in het systeem voor privacy. Deze e-mail wordt rechtstreeks verzonden vanaf het e-mailadres van de gebruiker.
pl: Zarejestrował się nowy uczestnik: Imię: %(name)s E-mail: %(email)s%(phone)s Kolekcja: %(collection)s Okres: %(period)s Data rejestracji: %(date)s Token usunięcia: %(token)s Uwaga: Dane osobowe nie są przechowywane w systemie ze względu na prywatność. Ten e-mail jest wysyłany bezpośrednio z adresu e-mail użytkownika.

source: Registration successful! Check your email for confirmation.
nl: Registratie succesvol! Controleer uw e-mail voor bevestiging.
pl: Rejestracja zakończona sukcesem! Sprawdź swoją pocztę e-mail w celu potwierdzenia.

source: Collection not found
nl: Collectie niet gevonden
pl: Kolekcja nie znaleziona

source: Failed to load periods
nl: Fout bij het laden van perioden
pl: Nie udało się załadować okresów

source: Failed to load maintainer information
nl: Fout bij het laden van beheerdersinformatie
pl: Nie udało się załadować informacji o opiekunie

source: Registration Cancelled - %(collection)s
nl: Registratie geannuleerd - %(collection)s
pl: Rejestracja anulowana - %(collection)s

source: A participant has cancelled their registration: Email: %(email)s Collection: %(collection)s Period: %(period)s The participant voluntarily cancelled their registration using the deletion link.
nl: Een deelnemer heeft zijn/haar registratie geannuleerd: E-mail: %(email)s Collectie: %(collection)s Periode: %(period)s De deelnemer heeft vrijwillig zijn/haar registratie geannuleerd met behulp van de verwijderingslink.
pl: Uczestnik anulował swoją rejestrację: E-mail: %(email)s Kolekcja: %(collection)s Okres: %(period)s Uczestnik dobrowolnie anulował swoją rejestrację używając linku do usunięcia.

source: Registration cancelled successfully.
nl: Registratie succesvol geannuleerd.
pl: Rejestracja anulowana pomyślnie.
