Repository: ptutak/cor-iesu-ai
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nl, pl

source: Select a collection
nl: Selecteer een collectie
pl: Wybierz kolekcję

source: Collection
nl: Collectie
pl: Kolekcja

source: Select a period
nl: Selecteer een periode
pl: Wybierz okres

source: Period
nl: Periode
pl: Okres

source: Full Name *
nl: Volledige naam *
pl: Imię i nazwisko *

source: Email Address *
nl: E-mailadres *
pl: Adres e-mail *

source: Phone Number (optional)
nl: Telefoonnummer (optioneel)
pl: Numer telefonu (opcjonalny)

source: Privacy Agreement
nl: Privacyovereenkomst
pl: Zgoda na przetwarzanie danych

source: I acknowledge that my email address will be sent directly to the collection maintainer(s) for coordination purposes. I understand that no personal data is stored in the system database - only a secure hash for verification. I consent to receiving confirmation and coordination emails related to my registration.
nl: Ik bevestig dat mijn e-mailadres rechtstreeks naar de collectiebeheerder(s) wordt gestuurd voor coördinatiedoeleinden. Ik begrijp dat er geen persoonlijke gegevens worden opgeslagen in de systeemdatabase - alleen een veilige hash voor verificatie. Ik stem in met het ontvangen van bevestigings- en coördinatie-e-mails gerelateerd aan mijn registratie.
pl: Potwierdzam, że mój adres e-mail zostanie przekazany bezpośrednio do opiekunów kolekcji w celach koordynacyjnych. Rozumiem, że żadne dane osobowe nie są przechowywane w bazie danych systemu - tylko bezpieczny hash do weryfikacji. Wyrażam zgodę na otrzymywanie e-maili potwierdzających i koordynujących związanych z moją rejestracją.

source: Please select a period.
nl: Selecteer alstublieft een periode.
pl: Proszę wybierz okres.

source: This period is full. Maximum %(limit)s assignments allowed.
nl: Deze periode is vol. Maximaal %(limit)s toewijzingen toegestaan.
pl: Ten okres jest pełny. Maksymalne %(limit)s przydziałów dozwolone.

source: You are already registered for this period.
nl: U bent al geregistreerd voor deze periode.
pl: Jesteś już zarejestrowany na ten okres.

source: Enter the email address used for registration to confirm deletion.
nl: Voer het e-mailadres in dat gebruikt werd voor registratie om verwijdering te bevestigen.
pl: Wprowadź adres e-mail używany do rejestracji, aby potwierdzić usunięcie.

source: Email address does not match the registration.
nl: E-mailadres komt niet overeen met de registratie.
pl: Adres e-mail nie pasuje do rejestracji.

source: Select which languages this collection is available in.
nl: Selecteer in welke talen deze collectie beschikbaar is.
pl: Wybierz w jakich językach ta kolekcja ma być dostępna.

source: Available Languages
nl: Beschikbare Talen
pl: Dostępne Języki

source: Enter assignment limit (optional)
nl: Voer toewijzingslimiet in (optioneel)
pl: Wprowadź limit przypisań (opcjonalnie)

source: Maximum number of assignments per period (leave empty for default limit)
nl: Maximaal aantal toewijzingen per periode (laat leeg voor standaardlimiet)
pl: Maksymalna liczba przypisań na okres (zostaw puste dla domyślnego limitu)

source: Assignment Limit
nl: Toewijzingslimiet
pl: Limit Przypisań

source: Enter collection name
nl: Voer collectienaam in
pl: Wprowadź nazwę kolekcji

source: Enter collection description (optional)
nl: Voer collectiebeschrijving in (optioneel)
pl: Wprowadź opis kolekcji (opcjonalnie)

source: Collection must have at least one available language.
nl: Collectie moet ten minste één beschikbare taal hebben.
pl: Kolekcja musi mieć co najmniej jeden dostępny język.

source: Maximum number of assignments per period in this collection
nl: Maximaal aantal toewijzingen per periode in deze collectie
pl: Maksymalna liczba przypisań na okres w tej kolekcji

source: Collection '{}' created successfully. You are now a maintainer of this collection.
nl: Collectie '{}' succesvol aangemaakt. Je bent nu een beheerder van deze collectie.
pl: Kolekcja '{}' została utworzona pomyślnie. Jesteś teraz opiekunem tej kolekcji.

source: Collection '{}' updated successfully.
nl: Collectie '{}' succesvol bijgewerkt.
pl: Kolekcja '{}' została zaktualizowana pomyślnie.

source: Collection '{}' deleted successfully.
nl: Collectie '{}' succesvol verwijderd.
pl: Kolekcja '{}' została usunięta pomyślnie.

source: Period '{}' created and assigned to you successfully.
nl: Periode '{}' succesvol aangemaakt en aan je toegewezen.
pl: Okres '{}' został utworzony i przypisany do Ciebie pomyślnie.

source: Period '{}' updated successfully.
nl: Periode '{}' succesvol bijgewerkt.
pl: Okres '{}' został zaktualizowany pomyślnie.

source: Cannot remove period '{}' - it has {} active assignments in your collections.
nl: Kan periode '{}' niet verwijderen - heeft {} actieve toewijzingen in je collecties.
pl: Nie można usunąć okresu '{}' - ma {} aktywnych przydziałów w Twoich kolekcjach.

source: Period '{}' removed from your management successfully.
nl: Periode '{}' succesvol verwijderd uit je beheer.
pl: Okres '{}' został usunięty z Twojego zarządzania pomyślnie.

source: Period '{}' is not assigned to you.
nl: Periode '{}' is niet aan je toegewezen.
pl: Okres '{}' nie jest przypisany do Ciebie.

source: Period '{}' assigned to collection '{}'.
nl: Periode '{}' toegewezen aan collectie '{}'.
pl: Okres '{}' został przypisany do kolekcji '{}'.

source: Period is already assigned to this collection.
nl: Periode is al toegewezen aan deze collectie.
pl: Okres jest już przypisany do tej kolekcji.

source: Cannot remove period '{}' - it has {} active assignments.
nl: Kan periode '{}' niet verwijderen - heeft {} actieve toewijzingen.
pl: Nie można usunąć okresu '{}' - ma {} aktywnych przydziałów.

source: Period '{}' removed from collection '{}'.
nl: Periode '{}' verwijderd uit collectie '{}'.
pl: Okres '{}' został usunięty z kolekcji '{}'.

source: Period '{}' assigned to you successfully.
nl: Periode '{}' succesvol aan je toegewezen.
pl: Okres '{}' został przypisany do Ciebie pomyślnie.

source: Period '{}' is already assigned to you.
nl: Periode '{}' is al aan je toegewezen.
pl: Okres '{}' jest już przypisany do Ciebie.

source: Period '{}' removed from your management.
nl: Periode '{}' verwijderd uit je beheer.
pl: Okres '{}' został usunięty z Twojego zarządzania.

source: Created {} new periods and assigned {} periods to you successfully.
nl: {} nieuwe periodes aangemaakt en {} periodes succesvol aan je toegewezen.
pl: Utworzono {} nowych okresów i przypisano {} okresów do Ciebie pomyślnie.

source: Created {} new periods successfully. All standard periods were already assigned to you.
nl: {} nieuwe periodes succesvol aangemaakt. Alle standaard periodes waren al aan je toegewezen.
pl: Utworzono {} nowych okresów pomyślnie. Wszystkie standardowe okresy były już do Ciebie przypisane.

source: Assigned {} standard periods to you successfully.
nl: {} standaard periodes succesvol aan je toegewezen.
pl: Przypisano {} standardowych okresów do Ciebie pomyślnie.

source: All 24 standard hour periods were already assigned to you.
nl: Alle 24 standaard uurperiodes waren al aan je toegewezen.
pl: Wszystkie 24 standardowe okresy godzinowe były już do Ciebie przypisane.

source: User '{}' is already a maintainer.
nl: Gebruiker '{}' is al een beheerder.
pl: Użytkownik '{}' jest już opiekunem.

source: User must have an email address to become a maintainer.
nl: Gebruiker moet een e-mailadres hebben om beheerder te worden.
pl: Użytkownik musi mieć adres e-mail, aby zostać opiekunem.

source: User '{}' promoted to maintainer successfully.
nl: Gebruiker '{}' succesvol gepromoveerd tot beheerder.
pl: Użytkownik '{}' został awansowany na opiekuna pomyślnie.

source: Assignment deleted successfully from '{}' - '{}'.
nl: Toewijzing succesvol verwijderd uit '{}' - '{}'.
pl: Przydział został usunięty pomyślnie z '{}' - '{}'.

source: Cancel Registration
nl: Registratie annuleren
pl: Anuluj rejestrację

source: Are you sure you want to cancel your registration?
nl: Weet u zeker dat u uw registratie wilt annuleren?
pl: Czy na pewno chcesz anulować rejestrację?

source: Registration Details:
nl: Registratiegegevens:
pl: Szczegóły rejestracji:

source: Collection:
nl: Collectie:
pl: Kolekcja:

source: Period:
nl: Periode:
pl: Okres:

source: Email Verification Required
nl: E-mailverificatie vereist
pl: Wymagana weryfikacja e-mail

source: For privacy and security, please enter the email address used for registration to confirm deletion.
nl: Voor privacy en veiligheid, voer alstublieft het e-mailadres in dat gebruikt werd voor registratie om verwijdering te bevestigen.
pl: Ze względu na prywatność i bezpieczeństwo, proszę wprowadzić adres e-mail używany do rejestracji, aby potwierdzić usunięcie.

source: Yes, Cancel Registration
nl: Ja, annuleer registratie
pl: Tak, anuluj rejestrację

source: Keep Registration
nl: Behoud registratie
pl: Zachowaj rejestrację

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Ta akcja nie może zostać cofnięta.

source: Switch to English
nl: Schakel over naar Engels
pl: Przełącz na angielski

source: Switch to Polish
nl: Schakel over naar Pools
pl: Przełącz na polski

source: Switch to Dutch
nl: Schakel over naar Nederlands
pl: Przełącz na niderlandzki

source: Switch to %(name)s
nl: Schakel over naar %(name)s
pl: Przełącz na %(name)s

source: Assignments
nl: Toewijzingen
pl: Przydziały

source: Period Assignments
nl: Periode Toewijzingen
pl: Przydziały Okresów

source: Deletion Token
nl: Verwijderingstoken
pl: Token Usunięcia

source: Actions
nl: Acties
pl: Akcje

source: Active
nl: Actief
pl: Aktywny

source: Delete Assignment
nl: Verwijder Toewijzing
pl: Usuń Przydział

source: Delete
nl: Verwijderen
pl: Usuń

source: No assignments found
nl: Geen toewijzingen gevonden
pl: Nie znaleziono przydziałów

source: No period assignments for your collections yet.
nl: Nog geen periodetoewijzingen voor je collecties.
pl: Brak jeszcze przydziałów okresów dla Twoich kolekcji.

source: Close
nl: Sluiten
pl: Zamknij

source: Warning!
nl: Waarschuwing!
pl: Ostrzeżenie!

source: Are you sure you want to delete this assignment?
nl: Weet je zeker dat je deze toewijzing wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten przydział?

source: Cancel
nl: Annuleer
pl: Anuluj

source: Are you sure you want to delete the assignment from
nl: Weet je zeker dat je de toewijzing wilt verwijderen uit
pl: Czy na pewno chcesz usunąć przydział z

source: Deleting...
nl: Bezig met verwijderen...
pl: Usuwanie...

source: An error occurred while deleting the assignment.
nl: Er is een fout opgetreden bij het verwijderen van de toewijzing.
pl: Wystąpił błąd podczas usuwania przydziału.

source: Maintainer Panel
nl: Beheerder Paneel
pl: Panel Opiekuna

source: MAINTAINER PANEL
nl: BEHEERDER PANEEL
pl: PANEL OPIEKUNA

source: Dashboard
pl: Pulpit

source: Collections
nl: Collecties
pl: Kolekcje

source: Periods
nl: Periodes
pl: Okresy

source: Promote Users
nl: Promoveer Gebruikers
pl: Awansuj Użytkowników

source: Back to Site
nl: Terug naar Site
pl: Powrót do Strony

source: Admin Panel
nl: Beheerderspaneel
pl: Panel Administratora

source: Logout
nl: Uitloggen
pl: Wyloguj

source: Maintainer
nl: Beheerder
pl: Opiekun

source: Delete Collection
nl: Verwijder Collectie
pl: Usuń Kolekcję

source: Are you sure you want to delete the collection "<strong>%(collection_name)s</strong>"?
nl: Weet je zeker dat je de collectie "<strong>%(collection_name)s</strong>" wilt verwijderen?
pl: Czy na pewno chcesz usunąć kolekcję "<strong>%(collection_name)s</strong>"?

source: Description
nl: Beschrijving
pl: Opis

source: Maintainers
nl: Beheerders
pl: Opiekunowie

source: Will be deleted
nl: Zal worden verwijderd
pl: Zostanie usunięte

source: All data
nl: Alle gegevens
pl: Wszystkie dane

source: Impact Warning!
nl: Impact Waarschuwing!
pl: Ostrzeżenie o Wpływie!

source: Deleting this collection will also remove %(counter)s assignment and all associated data.
nl: Het verwijderen van deze collectie zal ook %(counter)s toewijzing en alle bijbehorende gegevens verwijderen.
pl: Usunięcie tej kolekcji spowoduje również usunięcie %(counter)s przydziału i wszystkich powiązanych danych.

source: This collection includes the following periods:
nl: Deze collectie bevat de volgende periodes:
pl: Ta kolekcja zawiera następujące okresy:

source: assignments
nl: toewijzingen
pl: przydziały

source: Collection maintainers:
nl: Collectie beheerders:
pl: Opiekunowie kolekcji:

source: Available languages:
nl: Beschikbare talen:
pl: Dostępne języki:

source: Edit Collection
nl: Bewerk Collectie
pl: Edytuj Kolekcję

source: Create Period
nl: Maak Periode
pl: Utwórz Okres

source: Inactive
nl: Inactief
pl: Nieaktywny

source: Assigned Periods
nl: Toegewezen Periodes
pl: Przypisane Okresy

source: Total Assignments
nl: Totaal Toewijzingen
pl: Łączne Przydziały

source: Languages
nl: Talen
pl: Języki

source: Available Languages:
nl: Beschikbare Talen:
pl: Dostępne Języki:

source: periods
nl: periodes
pl: okresy

source: Your period
nl: Jouw periode
pl: Twój okres

source: No description
nl: Geen beschrijving
pl: Brak opisu

source: Remove from collection
nl: Verwijder uit collectie
pl: Usuń z kolekcji

source: No periods assigned
nl: Geen periodes toegewezen
pl: Brak przypisanych okresów

source: Assign your periods from the list on the right to make this collection available for registration.
nl: Wijs jouw periodes toe uit de lijst rechts om deze collectie beschikbaar te maken voor registratie.
pl: Przypisz swoje okresy z listy po prawej stronie, aby udostępnić tę kolekcję do rejestracji.

source: Your Available Periods
nl: Jouw Beschikbare Periodes
pl: Twoje Dostępne Okresy

source: Assign to collection
nl: Toewijzen aan collectie
pl: Przypisz do kolekcji

source: All your periods assigned
nl: Alle jouw periodes toegewezen
pl: Wszystkie Twoje okresy przypisane

source: All your available periods have been assigned to this collection.
nl: Alle jouw beschikbare periodes zijn toegewezen aan deze collectie.
pl: Wszystkie Twoje dostępne okresy zostały przypisane do tej kolekcji.

source: Create New Period
nl: Maak Nieuwe Periode
pl: Utwórz Nowy Okres

source: Collection Maintainers
nl: Collectie Beheerders
pl: Opiekunowie Kolekcji

source: No maintainers assigned.
nl: Geen beheerders toegewezen.
pl: Nie przypisano opiekunów.

source: Assign period
nl: Wijs periode toe
pl: Przypisz okres

source: to this collection
nl: aan deze collectie
pl: do tej kolekcji

source: Remove period
nl: Verwijder periode
pl: Usuń okres

source: from this collection
nl: uit deze collectie
pl: z tej kolekcji

source: An error occurred while assigning the period.
nl: Er is een fout opgetreden bij het toewijzen van de periode.
pl: Wystąpił błąd podczas przypisywania okresu.

source: An error occurred while removing the period.
nl: Er is een fout opgetreden bij het verwijderen van de periode.
pl: Wystąpił błąd podczas usuwania okresu.

source: Create Collection
nl: Maak Collectie
pl: Utwórz Kolekcję

source: Edit
nl: Bewerk
pl: Edytuj

source: Create
nl: Maak
pl: Utwórz

source: Create New Collection
nl: Maak Nieuwe Collectie
pl: Utwórz Nową Kolekcję

source: Please correct the errors below:
nl: Corrigeer de onderstaande fouten:
pl: Proszę popraw poniższe błędy:

source: Collection Name
nl: Collectienaam
pl: Nazwa Kolekcji

source: A unique name for this collection (e.g., 'Weekly Adoration', 'Special Events')
nl: Een unieke naam voor deze collectie (bijv. 'Wekelijkse Adoratie', 'Speciale Evenementen')
pl: Unikalna nazwa dla tej kolekcji (np. 'Adoracja Tygodniowa', 'Wydarzenia Specjalne')

source: Optional description to help identify this collection
nl: Optionele beschrijving om deze collectie te identificeren
pl: Opcjonalny opis pomagający zidentyfikować tę kolekcję

source: Collection Enabled
nl: Collectie Ingeschakeld
pl: Kolekcja Włączona

source: Only enabled collections are visible to users
nl: Alleen ingeschakelde collecties zijn zichtbaar voor gebruikers
pl: Tylko włączone kolekcje są widoczne dla użytkowników

source: Select the languages this collection should be available in
nl: Selecteer de talen waarin deze collectie beschikbaar moet zijn
pl: Wybierz języki, w których ta kolekcja powinna być dostępna

source: Update Collection
nl: Werk Collectie Bij
pl: Aktualizuj Kolekcję

source: Collection Information
nl: Collectie Informatie
pl: Informacje o Kolekcji

source: Periods assigned
nl: Toegewezen periodes
pl: Przypisane okresy

source: View Details
nl: Bekijk Details
pl: Zobacz Szczegóły

source: Getting Started
nl: Aan de slag
pl: Wprowadzenie

source: After creating this collection, you'll be automatically assigned as its maintainer. You can then add periods to it from the collection detail page.
nl: Na het aanmaken van deze collectie word je automatisch toegewezen als beheerder. Je kunt dan periodes toevoegen vanaf de collectie detailpagina.
pl: Po utworzeniu tej kolekcji zostaniesz automatycznie przypisany jako jej opiekun. Następnie możesz dodać okresy do niej na stronie szczegółów kolekcji.

source: Please select at least one language for this collection.
nl: Selecteer ten minste één taal voor deze collectie.
pl: Proszę wybrać co najmniej jeden język dla tej kolekcji.

source: My Collections
nl: Mijn Collecties
pl: Moje Kolekcje

source: Name
nl: Naam
pl: Nazwa

source: View
nl: Bekijk
pl: Zobacz

source: Collections pagination
nl: Collecties paginering
pl: Paginacja kolekcji

source: No collections found
nl: Geen collecties gevonden
pl: Nie znaleziono kolekcji

source: You haven't created any collections yet. Create your first collection to get started.
nl: Je hebt nog geen collecties aangemaakt. Maak je eerste collectie aan om te beginnen.
pl: Nie utworzono jeszcze żadnych kolekcji. Utwórz swoją pierwszą kolekcję, aby rozpocząć.

source: Create Your First Collection
nl: Maak Je Eerste Collectie
pl: Utwórz Swoją Pierwszą Kolekcję

source: Welcome, Maintainer!
nl: Welkom, Beheerder!
pl: Witaj, Opiekunie!

source: Hello %(name)s! You have access to the maintainer panel where you can manage collections, periods, and assignments.
nl: Hallo %(name)s! Je hebt toegang tot het beheerderspaneel waar je collecties, periodes en toewijzingen kunt beheren.
pl: Witaj %(name)s! Masz dostęp do panelu opiekuna, gdzie możesz zarządzać kolekcjami, okresami i przydziałami.

source: Available Periods
nl: Beschikbare Periodes
pl: Dostępne Okresy

source: Maintainer Status
nl: Beheerder Status
pl: Status Opiekuna

source: Quick Actions
nl: Snelle Acties
pl: Szybkie Akcje

source: View Assignments
nl: Bekijk Toewijzingen
pl: Zobacz Przydziały

source: View All
nl: Bekijk Alles
pl: Zobacz Wszystkie

source: languages
nl: talen
pl: języki

source: No collections yet
nl: Nog geen collecties
pl: Brak kolekcji

source: Create your first collection to get started.
nl: Maak je eerste collectie aan om te beginnen.
pl: Utwórz swoją pierwszą kolekcję, aby rozpocząć.

source: Remove Period
nl: Periode Verwijderen
pl: Usuń Okres

source: Remove
nl: Verwijderen
pl: Usuń

source: Remove Period from Management
nl: Aanbidding Beheer
pl: Usuń Okres z Zarządzania

source: Note:
nl: Let op:
pl: Uwaga:

source: This will remove the period from your management only. The period itself will not be deleted.
nl: Dit verwijdert de periode alleen uit jouw beheer. De periode zelf wordt niet verwijderd.
pl: To usunie okres tylko z Twojego zarządzania. Sam okres nie zostanie usunięty.

source: Are you sure you want to remove the period "<strong>%(period_name)s</strong>" from your management?
nl: Weet je zeker dat je de periode "<strong>%(period_name)s</strong>" uit jouw beheer wilt verwijderen?
pl: Czy na pewno chcesz usunąć okres "<strong>%(period_name)s</strong>" ze swojego zarządzania?

source: Will be removed
nl: Zal worden verwijderd
pl: Zostanie usunięte

source: From your management
nl: Aanbidding Beheer
pl: Z Twojego zarządzania

source: Cannot Remove!
nl: Kan Niet Verwijderen!
pl: Nie można usunąć!

source: Cannot remove this period - it has %(counter)s active assignment in your collections.
nl: Het verwijderen van deze periode zal ook %(counter)s toewijzing en alle bijbehorende gegevens verwijderen.
pl: Nie można usunąć tego okresu - ma %(counter)s aktywny przydział w Twoich kolekcjach.

source: This period is used in your following collections:
nl: Deze periode wordt gebruikt in jouw volgende collecties:
pl: Ten okres jest używany w następujących Twoich kolekcjach:

source: Remove from Management
nl: Aanbidding Beheer
pl: Usuń z Zarządzania

source: Cannot Remove
nl: Kan Niet Verwijderen
pl: Nie można usunąć

source: Edit Period
nl: Bewerk Periode
pl: Edytuj Okres

source: Period Name
nl: Periodenaam
pl: Nazwa Okresu

source: Enter period name (e.g., 06:00 - 07:00, Morning Prayer)
nl: Voer periodenaam in (bijv. 06:00 - 07:00, Ochtendgebed)
pl: Wprowadź nazwę okresu (np. 06:00 - 07:00, Modlitwa Poranna)

source: A unique name for this time period. This will be displayed to users when selecting periods.
nl: Een unieke naam voor deze tijdsperiode. Dit wordt aan gebruikers getoond bij het selecteren van periodes.
pl: Unikalna nazwa dla tego okresu czasu. Będzie wyświetlana użytkownikom przy wyborze okresów.

source: Enter period description (optional)
nl: Voer periodebeschrijving in (optioneel)
pl: Wprowadź opis okresu (opcjonalnie)

source: Optional description providing more details about this period
nl: Optionele beschrijving met meer details over deze periode
pl: Opcjonalny opis zawierający więcej szczegółów o tym okresie

source: Update Period
nl: Werk Periode Bij
pl: Aktualizuj Okres

source: Period Information
nl: Periode Informatie
pl: Informacje o Okresie

source: Assigned to collections
nl: Toegewezen aan collecties
pl: Przypisany do kolekcji

source: Total assignments
nl: Totaal toewijzingen
pl: Łączne przydziały

source: After creating this period, you can assign it to collections from the collection detail pages.
nl: Na het aanmaken van deze periode kun je deze toewijzen aan collecties vanaf de collectie detailpagina's.
pl: Po utworzeniu tego okresu możesz przypisać go do kolekcji ze stron szczegółów kolekcji.

source: My Periods
nl: Mijn Periodes
pl: Moje Okresy

source: Assign 24-Hour Periods
nl: 24-Uurs Periodes Toewijzen
pl: Przypisz 24-godzinne Okresy

source: Remove from my management
nl: Verwijder uit mijn beheer
pl: Usuń z mojego zarządzania

source: Periods pagination
nl: Periodes paginering
pl: Paginacja okresów

source: No periods assigned to you
nl: Geen periodes aan je toegewezen
pl: Brak okresów przypisanych do Ciebie

source: Create periods to organize adoration time slots for your collections.
nl: Maak periodes om adoratietijdsloten te organiseren. Periodes kunnen worden toegewezen aan meerdere collecties.
pl: Utwórz okresy, aby zorganizować przedziały czasowe adoracji dla Twoich kolekcji.

source: Ready for Collections
nl: Klaar voor Collecties
pl: Gotowe dla Kolekcji

source: This will assign all 24 standard hour periods (00:00-01:00, 01:00-02:00, etc.) to you. Continue?
nl: Dit wijst alle 24 standaard uurperiodes (00:00-01:00, 01:00-02:00, enz.) aan je toe. Doorgaan?
pl: To przypisze wszystkie 24 standardowe okresy godzinowe (00:00-01:00, 01:00-02:00, itd.) do Ciebie. Kontynuować?

source: Assigning...
nl: Toewijzen...
pl: Przypisywanie...

source: An error occurred while assigning standard periods.
nl: Er is een fout opgetreden bij het toewijzen van standaard periodes.
pl: Wystąpił błąd podczas przypisywania standardowych okresów.

source: Promote Users to Maintainers
nl: Promoveer Gebruikers tot Beheerders
pl: Awansuj Użytkowników na Opiekunów

source: Search by username, email, first name, or last name
nl: Zoek op gebruikersnaam, e-mail, voornaam of achternaam
pl: Szukaj po nazwie użytkownika, e-mailu, imieniu lub nazwisku

source: Search
nl: Zoek
pl: Szukaj

source: Clear
nl: Wis
pl: Wyczyść

source: Username
nl: Gebruikersnaam
pl: Nazwa użytkownika
